
/* 
English localizable Strings for "AsyncSocket" table name
*/

"GCDAsyncSocketCanceledError" = "Connection canceled";
"GCDAsyncSocketCFSocketError" = "General CFSocket error";
"GCDAsyncSocketConnectTimeoutError" = "Unable to connect with the host device because a TCP/IP link could not be established";
"GCDAsyncSocketReadMaxedOutError" = "Read operation reached set maximum length";
"GCDAsyncSocketReadTimeoutError" = "No answer from the remote host. It stopped responding or the network went down";
"GCDAsyncSocketWriteTimeoutError" = "Write operation timed out";

